samples/bench5.txt
Transactions:                 200000 hits
Availability:                 100.00 %
Elapsed time:                  26.67 secs
Data transferred:               0.57 MB
Response time:                  0.00 secs
Transaction rate:            7499.06 trans/sec
Throughput:                     0.02 MB/sec
Concurrency:                   17.12
Successful transactions:      200000
Failed transactions:               0
Longest transaction:            0.03
Shortest transaction:           0.00